Repository: CaroLeal003/Challenge6
Catalog: Challenge6_Dhakium/Challenge6_Dhakium/Localizable.xcstrings
Source language: en
Languages: ar, es_419, fr, it

source: Amazing job!
ar: عمل رائع
es_419: ¡Gran trabajo!
fr: Travail incroyable
it: Ottimo lavoro!

source: Ask your parents
ar: اسأل والديك
es_419: Pregúntale a tus papás
fr: Demande à tes parents
it: Chiedi ai tuoi genitori

source: Great work!
ar: عمل ممتاز
es_419: ¡Excelente!
fr: Excellent travail
it: Ottimo lavoro!

source: Now we're going to play a little game! Press the correct button to fill in the bar
ar: !الآن سنلعب لعبة صغيرة اضغط على الزر الصحيح لملء الشريط
es_419: Ahora vamos a jugar! Presiona el botón correcto para llenar la barra
fr: Maintenant nous allons jouer à un petit jeu Appuyer sur le bon bouton pour remplir la barre
it: È il momento di un gioco! Premi il tasto giusto per riempire la barra

source: OK
ar: حسنًا

source: Press the note to feel the vibration
ar: اضغط على النغمة لتشعر بالاهتزاز
es_419: Presiona la nota para sentir la vibración
fr: Appuyer sur la note pour sentir la vibration
it: Premi il pulsante e senti la vibrazione

source: So much talent!
ar: يا له من موهبة عظيمة
es_419: ¡Cuanto talento!
fr: Quel talent incroyable
it: Hai un talento incredibile!

source: That was like watching a pro!
ar: كان ذلك مثل مشاهدة محترف
es_419: ¡Eso fue como un profesional!
fr: C’était comme regarder un pro
it: Ho visto un maestro!

source: This is a free play mode Explore your creativity and create something amazing!
ar: هذا وضع اللعب الحر اكتشف إبداعك وابتكر شيئًا رائعًا
es_419: Este es un modo libre Explora tu creatividad y crea algo asombroso!
fr: C’est un mode de jeu gratuit Explore ton créativité et crée quelque chose d’incroyable!
it: Questa è una modalità di gioco libero Esprimi la tua creatività e dai vita a qualcosa di unico!

source: What a fantastic move!
ar: يا لها من حركة رائعة
es_419: ¡Movimiento fantástico!
fr: Quel mouvement fantastique
it: Fantastico!

source: What gas do humans breathe to live?
ar: ما الغاز الذي نتنفسه للبقاء على قيد الحياة؟
es_419: ¿Qué gas respiramos los humanos para vivir?
fr: Quel gaz respirons-nous pour vivre?
it: Che gas respirano gli esseri umani per vivere?

source: What is the capital of France?
ar: ما هي عاصمة فرنسا؟
es_419: ¿Cuál es la capital de Francia?
fr: Quelle est la capitale de la France?
it: Qual è la capitale della Francia?

source: Which instrument has black and white keys?
ar: ما الآلة التي تحتوي على مفاتيح بيضاء وسوداء؟
es_419: ¿Qué instrumento tiene teclas blancas y negras?
fr: Quel instrument a des touches blanches et noires?
it: Quale strumento ha le chiavi sia nere che bianche?

source: Which planet is known as the Red Planet?
ar: ما هو الكوكب المعروف بالكوكب الأحمر؟
es_419: ¿Cuál planeta es conocido como el Planeta Rojo?
fr: Quelle planète est connue comme la planète rouge?
it: Quale pianeta é conosciuto come il pianeta rosso?

source: Who wrote 'Don Quixote'?
ar: من كتب "دون كيشوت"؟
es_419: ¿Quién escribió ‘Don Quijote de la Mancha’?
fr: Qui a écrit "Don Quichotte"?
it: Chi ha scritto ‘Don Quixote’?

source: Wow, incredible!
ar: واو مذهل
es_419: ¡Guau, increíble!
fr: Wow, incroyable
it: Wow, incredibile!

source: You nailed it!
ar: لقد ابدعت
es_419: ¡Lo lograste!
fr: Tu as assuré
it: L'hai centrata in pieno!

source: You really shined!
ar: لقد تألقت حقًا
es_419: ¡Lo hiciste genial!
fr: Tu as vraiment brillé
it: Stai brillando!

source: You're a star!
ar: أنت نجم
es_419: ¡Eres una estrella!
fr: Tu es une star
it: Sei una star!

source: You're getting better and better!
ar: أنت تتحسن أكثر فأكثر
es_419: ¡Cada vez eres mejor!
fr: Tu deviens de meilleur en meilleur
it: Stai migliorando sempre di più!

source: You're unstoppable
ar: أنت لا تُوقَف
es_419: Eres imparable
fr: Tu es innarêtable
it: Sei inarrestabile!

source: Arctic Ocean
es_419: Océano Ártico
fr: Océan Arctique
it: Oceano Artico

source: Are you ready to have fun with music?
es_419: ¿Estás listo para divertirte con la música?
fr: Prêt(e) à t’amuser avec la musique ?
it: Sei pronto a divertirti con la musica?

source: Atlantic Ocean
es_419: Océano Atlántico
fr: Océan Atlantique
it: Ocena Atlantico

source: Big
es_419: Grande
fr: Grand
it: Grande

source: Bird
es_419: Pájaro
fr: Oiseau
it: Uccello

source: Carbon dioxide
es_419: Dióxido de carbono
fr: Dioxyde de carbone
it: Anidride carbonica

source: Cat
es_419: Gato
fr: Chat
it: Gatto

source: Dog
es_419: Perro
fr: Chien
it: Cane

source: Don’t worry! You can get the t-shirt later in the app.
es_419: No te preocupes! Puedes conseguir la camiseta después en la app.
fr: T’inquiète pas ! Tu pourras le commander plus tard dans l’application.
it: Non preoccuparti Puoi acquistare la maglietta più tardi nell’app.

source: English
es_419: Inglés
fr: Anglais
it: Inglese

source: Evaporation
es_419: Evaporación
fr: Évaporation
it: Evaporazione

source: French
es_419: Francés
fr: Français
it: Francese

source: Give access to Bluetooth so the t-shirt can work its magic.
es_419: Permite el acceso a Bluetooth para que la camiseta haga su magia.
fr: Active le Bluetooth pour que le t-shirt puisse faire sa magie.
it: Attiva il Bluetooth così la maglietta può fare la sua magia.

source: Guitar
es_419: Guitarra
fr: Guitare
it: Chitarra

source: Heart
es_419: Corazón
fr: Cœur
it: Cuore

source: Helium
es_419: Helio
fr: Hélium
it: Elio

source: Hi there! 👋 This app helps kids who can't hear well enjoy music!
es_419: Hola! Esta aplicación ayuda a los niños con dificultad auditiva a disfrutar la música.
fr: Salut! 👋 Cette application aide les enfants malentendants à profiter de la musique !
it: Ciao! 👋 Questa app aiuta i bambini che non sentono bene a divertirsi con la musica!

source: How many legs does a spider have?
es_419: ¿Cuántas patas tiene una araña?
fr: Combien de pattes a une araignée?
it: Quante gambe ha un ragno?

source: How many sides does a hexagon have?
es_419: ¿Cuántos lados tiene un hexágono?
fr: Combien de côtés a un hexagone?
it: Quanti lati ha un esagono?

source: In what year did World War II end?
es_419: ¿En qué año se acabó la 2da Guerra Mundial?
fr: En quelle année la Seconde Guerre mondiale s’est-elle terminée?
it: In che anno é finita la II guerra mondiale?

source: Indian Ocean
es_419: Océano Índico
fr: Océan Indien
it: Oceano Indiano

source: Liver
es_419: Hígado
fr: Foie
it: Fegato

source: London
es_419: Londres
fr: Londres
it: Londra

source: Lungs
es_419: Pulmones
fr: Poumons
it: Polmoni

source: Melting
es_419: Fusión
fr: Fusion
it: Fusione

source: Mouse
es_419: Ratón
fr: Souris
it: Topo

source: Nitrogen
es_419: Nitrógeno
fr: Azote
it: Azoto

source: Oxygen
es_419: Oxígeno
fr: Oxygène
it: Ossigeno

source: Pacific Ocean
es_419: Océano Pacífico
fr: Océan Pacifique
it: Oceano Pacifico

source: Portuguese
es_419: Portugués
fr: Portugais
it: Portoghese

source: Quick
es_419: Veloz
fr: Vif
it: Veloce

source: Rhombus
es_419: Rombo
fr: Losange
it: Rombo

source: Saturn
es_419: Saturno
fr: Saturne
it: Saturno

source: Slow
es_419: Despacio
fr: Lent
it: Piano

source: Small
es_419: Pequeño
fr: Petit
it: Piccolo

source: Spanish
es_419: Español
fr: Espagnol
it: Spagnolo

source: Square
es_419: Cuadrado
fr: Carré
it: Quadrato

source: Stomach
es_419: Estómago
fr: Estomac
it: Stomaco

source: The t-shirt connects all by itself! Look for the icon to check if it’s ready.
es_419: La camiseta se conecta por si misma! Mira el ícono para revisar si está lista.
fr: Le t-shirt se connecte tout seul ! Regarde l’icône pour vérifier s’il est prêt
it: La maglietta si collega da sola! Cerca l’icona per vedere se è pronta.

source: To feel the music, you’ll need a special t-shirt!
es_419: Para sentir la música, necesitarás una camiseta especial!
fr: Pour ressentir la musique, tu auras besoin d’un t-shirt spécial !
it: Per sentire la musica, ti servirà una maglietta speciale!

source: Trumpet
es_419: Trompeta
fr: Trompette
it: Tromba

source: Venus
fr: Vénus
it: Venere

source: Violin
es_419: Violín
fr: Violon
it: Violino

source: What is 8 + 5?
es_419: ¿Cuánto es 8 + 5?
fr: Combien font 8 + 5?
it: Quanto fa 8 + 5?

source: What is a synonym for 'fast'?
es_419: ¿Cuál es un sinónimo de ‘rápido’?
fr: Quel est un synonyme de "rapide"?
it: Qual è un sinonimo di "veloce"?

source: What is the official language of Brazil?
es_419: ¿Cuál es el idioma oficial de Brazil?
fr: Quelle est la langue officielle du Brésil?
it: Qual è la lingua ufficiale del Brasile?

source: What is the process of turning water into vapor called?
es_419: ¿Cómo se llama el proceso de convertir agua en vapor?
fr: Comment s’appelle le processus qui transforme l’eau en vapeur?
it: Come si chiama il processo che trasforma l’acqua in vapore?

source: What is the result of 7 x 6?
es_419: ¿Cuánto es 7 x 6?
fr: Quel est le résultat de 7 x 6?
it: Qual è il risultato di 7 x 6?

source: Which animal lays eggs and can fly?
es_419: ¿Qué animal pone huevos y vuela?
fr: Quel animal pond des œufs et peut voler?
it: Quale animale depone le uova e può volare?

source: Which is the largest ocean in the world?
es_419: ¿Cuál es el océano más grande del mundo?
fr: Quel est l’océan le plus grand du monde?
it: Qual é l’Oceano più grande del mondo?

source: Which number is the largest?
es_419: ¿Cuál número es más grande?
fr: Quel est le plus grand nombre?
it: Qual è il numero più grande?

source: Which organ pumps blood through the human body?
es_419: ¿Qué órgano del cuerpo humano bombea la sangre?
fr: Quel organe pompe le sang dans le corps humain?
it: Quale organo pompa sangue attraverso il corpo umano?

source: Which shape has four equal sides and four right angles?
es_419: ¿Qué figura tiene cuatro lados iguales y cuatro ángulos rectos?
fr: Quelle forme a quatre côtés égaux et quatre angles droits?
it: Quale figura ha quattro lati uguali e quattro angoli retti?

source: Condensation
es_419: Condensación
it: Condesazione

source: Jupiter
it: Giove

source: Mars
es_419: Marte
it: Marte

source: Paris
es_419: París
it: Parigi

source: Piano
it: Pianoforte

source: Rectangle
es_419: Rectángulo
it: Rettangolo

source: Rome
es_419: Roma
it: Roma

source: Sublimation
es_419: Sublimación
it: Sublimazione

source: Triangle
es_419: Triángulo
it: Triangolo
